USE tripwith;

INSERT INTO review VALUES

  (NULL, 'X','unregistered', '드래곤 브릿지',3 ,'낮에 택시를 타고 지나가면서 사실 좀 우습게 느껴질만한 드레곤 형상을 보고 실망했는데 밤에 높은 빌딩에서 내려다보니 화려하긴 했음.' ),
  (NULL, 'X','unregistered', '드래곤 브릿지',4 ,'주말에 용다리 불쇼 하던데 사람들이 엄청 많더라구요. 손트라야시장 구경하고 맛있는것도 먹고 좀걷다가 많은 사람들 틈에서 보기 좋았어요.' ),
  (NULL, 'X','unregistered', '드래곤 브릿지',5 ,'용다리의 야경은 너무 아름다워서 여행의 마지막을 장식하기에 손색이 없고,소중한 추억으로 남을 것 같아요.가족들 모두 좋아했어요' ),
  (NULL, 'X','unregistered', '드래곤 브릿지',3 ,'주말에가면 용머리에서 불도뿜어주고 물도 쏘고 한다더라구요 ㅎㅎ 근데 저는 시간이안되서 그냥 택시타고 용다리 위로 지나갔어요. 그냥 사진이랑 똑같아요ㅎㅎ' ),
  (NULL, 'X','unregistered', '드래곤 브릿지',5 ,'드래곤 브릿지에서 주말 마다 용의 머리에서 물이 나오는것을 감상할수있고 유람선을 탄다면 밤의 멋진 정경과 드래곤 브릿지의 모습이 감상 가능합니다.' ),

  (NULL, 'X','unregistered', '참 조각 박물관',5 ,'가족들과 별 기대없이 갔는데 옛 왕조의 멋진 조각상들과 여러 유적들이 화려하고 멋있어서 계속 봤습니다 캄보디아 유적과 비슷한 듯 하지만 또 다른 느낌을 감상할 수 있습니다' ),
  (NULL, 'X','unregistered', '참 조각 박물관',3 ,'다낭 한강 주변을 걷다가 들릴만한 곳. 베트남 고대 국가의 조각들과 예술품을 볼 수 있는 것은 좋았지만, 전시물의 빈약함은 아쉽다.' ),
  (NULL, 'X','unregistered', '참 조각 박물관',4 ,'8월의 베트남은 습하게 더웠습니다. 마사기와 참박물관 사이에서 고민하다 "그래도 베트남의 역사를 조금이나마 알 수 있지 않을까"하는 마음에 방문한 참 박물관.... 한글로 된 간단한 리플렛은 있었지만 전시물들을 이해하기에는 많이 부족했습니다. 핸드폰을 이용하여 인터넷을 뒤져가며, 둘러본 참 박물관. 많은 부분을 이해할 수는 없었지만 대표적인 조각 몇점으로도 참파왕국 조각의 대략적인 느낌은 이해할 수 있었던 것같습니다.박물관 안은 에어콘이 없어 무척이나 덥고 습하였고, 관광객들을 피곤하게 했지만, 방문을 가치는 있습니다.' ),
  (NULL, 'X','unregistered', '참 조각 박물관',5 ,'참박물관은 에어컨이 없어요~ ㅜㅜ그래도여행지의 역사를 아는것이 여행의 시작이기에 방문 결정.덥긴하지만 그 안의 여러 유물들은 매력적으로 다가왔습니다.영어설명이 많진 않지만 나름 정리된 영어설명을 차근차근 읽다보면 그 매력에 빠지게 되는곳.개인적으로 말처럼 타고 다니던 새와도 닮은 가루다 조각상이 맘에 들었었습니다~ ㅎ' ),
  (NULL, 'X','unregistered', '참 조각 박물관',4 ,'박물관 규모가 크진 않은데 힌디와 관련된 다양한 유물, 조각상들이 전시되어 있어요. 힌디 관련 유물들이 어떻게 생겼는지 궁금하시면 잠깐 시간내서 다녀와도 좋을 것 같아요
' ),

(NULL, 'X','unregistered', '하롱베이',5 ,'신비의 섬. 드디어 배를 타고 하롱베이에 접근했다. 가는 날 다소 흐렸기에 더욱 몽환적이기도 했다. 자연의 신비함이 더욱 강렬히 다가왔다' ),
(NULL, 'X','unregistered', '하롱베이',5 ,'하노이에서 하롱베이 당일 투어를 신청해서 갔다. 갈까말까 고민했는데 가길 잘했다고 생각했다. 날씨가 정말 좋았어서 더 만족스러운 여행 장소였다. 여러 섬들이 있는 모습이 신비로웠다. 가서 카약킹도 할 수 있는 곳이 있고 동굴도 볼 수 있어서 당일 투어로 제격인 곳이다.' ),
(NULL, 'X','unregistered', '하롱베이',5 ,'와.... 한번은 가볼만한 경관 시름을 잊게 해주는 곳이었어요. 아직은 편안하게 관광하려면 고급 크루즈를 이용해야 해서 비용이 좀 들어요.... 해변가에 건설이 한창이던데 고급 리조트들이 들어서게 된다면 다시 한반 가고싶네요. 하롱베이 섬들도 아름답지만 멀리 섬이 보이는 해변가도 이뻐보였거든요'),
(NULL, 'X','unregistered', '하롱베이',5 ,'한번 가서 꼭 보세요 날씨가 좋아서 더 좋았다. 각기 다른 모양의 섬들 그리고 잔잔한 바다. 다음에는 크루즈를 타고 1박2일동안 하롱베이 위에 지내고 싶다.' ),
(NULL, 'X','unregistered', '하롱베이',5 ,'이국적인 풍경을 보며 크루즈 여행을 하기에 좋고, 수영, 동굴, 카약 등 즐거운 요소가 많습니다. 일출과 일몰을 모두 보시기에 좋습니다' ),

(NULL, 'X','unregistered', '호아로 수용소',5 ,'베트남의 아픈 역사를 느낄 수 있는 곳, 한국의 서대문형무소 같은 곳. 프랑스 점령시기 베트남인들의 고통을 볼 수 있다. 프랑스의 압제도 잔혹했지만 솔직히 일본의 잔혹함에 비하면...한 번 쯤 방문해볼만하다. 오히려 호치민 박물관보다 이곳이 더 좋은 것 같다.' ),
(NULL, 'X','unregistered', '호아로 수용소',3 ,'프랑스가 베트남 독립운동가를 잡아 가둔곳 입니다. 한국의 서대문형무소랑 비교하면 이곳은 천국과 같아 보입니다. 이곳을 구경하고 많은것을 느꼈습니다.' ),
(NULL, 'X','unregistered', '호아로 수용소',4 ,'휀끼엠 남쪽에 있고 도보로 갈만 하다. 프랑스에 저항하던 민족주의자들을 가둬 놓은 곳이라던데 각종 고문도구 등도 같이 전시되어 있어 벳남 민족의 역사를 조금이라도 느끼게 된다. 근데 박물관이라고 보기엔 다소 초라한 시설이다.' ),
(NULL, 'X','unregistered', '호아로 수용소',5 ,'부모님과 함께 방문하여 오디오가이드 없이 둘러보았습니다. 생각보다 규모가 크고 전시 내용이 알차서 매우 만족했습니다. 프랑스 식민지 치하에서 독립운동을 했던 열사들이 투옥되었던 장소로, 한국 일제시대 역사와 오버랩되어 많은 부분을 공감할 수 있었습니다. 호안끼엠에서 도보로 이동 가능하고, 오바마분짜(흐엉리엔) 퍼틴, 기찻길마을 등과 가까워 여행 동선 짜기 편리합니다.' ),
(NULL, 'X','unregistered', '호아로 수용소',4 ,'범죄인들의 감옥이 아닌, 프랑스 시대의 독립을 위한 열사들이 투옥되었던 장소
베트남 역사를 이해하기 위한 한 장소로 교육적인 목적도 괜찮은 듯 합니다.
이어폰을 빌려서 역사와 스토리를 들으면서 관람하는 것을 추천합니다.' ),

(NULL, 'X','unregistered', '응옥선 사당',3 ,'입장료가 있다..입장료가 있기에 그냥 다리 앞에서 사진만 찍고 가는 분들이 많은데 야간에 가면 나름 괜찮은 야경 사진을 남길 수 있는 곳이기도 하다. 굳이 내부를 보러 가기 위해서 들어갈 필요는 없을 듯 하다.' ),
(NULL, 'X','unregistered', '응옥선 사당',2 ,'베트남 시민들에게 중요한 곳.베트남 사람들에게 중요한 의미가 있는 장소인만큼 방문하면 베트남의 문화를 볼 수 있다. 하지만 유명 관광지인데 입구가 좁아서 사람이 많기 때문에 관광객 입장에서 꼭 들어가 볼 필요는 없다. 의미는 있지만 볼것은 없기에 관광객은 사당보단 여유로운 공원을 한바퀴 더 둘러볼 것을 권유한다.' ),
(NULL, 'X','unregistered', '응옥선 사당',3 ,'입장료가 막 비싸진않아서(6만동)끊고 들어가긴했는데 사실 안에 별로 볼건없었어요.사찰과 거북이, 약간의 사진찍을곳 외에는 별다른거없어요.호수 주변에서 보는 뷰가 훨씬 이쁩니다.' ),
(NULL, 'X','unregistered', '응옥선 사당',3 ,'호안끼엠 호수 가운데 위치하고 있는 사당 입니다. 호안끼엠 호수의 독특한 정취를 더해주고 있지요. 입장료를 내면 다리를 건너 사당 안으로 들어가 볼 수 있는데, 내부에 커다란 거북이가 전시되어 있는 것을 빼면 볼 게 없습니다. 그냥 호수 밖에서 보시길 권해드립니다..' ),
(NULL, 'X','unregistered', '응옥선 사당',2 ,'다리까지만 가셔서 사진찍고 돌아 오셔도 무방한 정도. 입장료 내고 굳이 들어갈 필요가 있을까. 거북이 박제 말고는 뭐...하지만 먼 걸음 왔으니 얼마 안하는 입장로 기부한단 생각으로 입장하시믄 될듯.' ),

(NULL, 'X','unregistered', '노트르담 대성당',3 ,'중앙우체국 바로 건너~길가에 떡하니 있는 성당
누가봐도 내가 노틀담성당이다~하고 있었는데
마침 그때 공사중이라…지나가기만…' ),
(NULL, 'X','unregistered', '노트르담 대성당',4 ,'호치민은 옛날 프랑스 인도차이나의 수도였기에 식민지 시절의 건축물이 많이 남아 있는 곳으로 그 중 대표적인 건물이 노틀담 대성당인데 호치민의 랜드마크입니다. 프랑스에서 가져온 붉은 벽돌로 건축되었으며, 약 40m 높이의 첨탑이 양쪽으로 서 있으며 성당 정면에는 성모 마리아 상이 있습니다. 지금은 노틀담 대성당은 공사 중에 있습니다. 사진을 찍을 때는 성모 마리아 상 보다 훨씬 앞으로 나와서 찍어야 첨탑이 화면에 들어 갑니다.' ),
(NULL, 'X','unregistered', '노트르담 대성당',5 ,'호치민 관광 시 들리면 좋을 곳. 구경하거나 사진찍기에 좋음. 주변에 기념품이나 간단한 음료나 간식을 파는 상인들이 많이 있음.' ),
(NULL, 'X','unregistered', '노트르담 대성당',5 ,'호치민 관광 시 들리기에 좋은 곳입니다. 엄청 거대하다고는 볼 수 없지만 충분히 멋진 곳입니다. 사진찍기에도 좋은 장소 같습니다.' ),
(NULL, 'X','unregistered', '노트르담 대성당',3 ,'중앙 우체국과 같은곳에 위치 하고 있으며 제가 방문한때에는 수리중 이어서 내부 구경은 못했지만 시내 1군에서 오다가다 들리게 돼는곳 입니다.
외부 사진만 찍었어요.' ),

(NULL, 'X','unregistered', '꾸찌터널',5 ,'삶을 살면서... 강한사람은 오래동안 살아남아 온 사람이라는 이야기와 왠지 어울리는 것 같아요.화력으로는 이길 수 없어 보였는데 이런 터널속에서 숨을 참고 살아온게 놀랍습니다.먼가 제자신에 대해서도 생각하게 되네요.' ),
(NULL, 'X','unregistered', '꾸찌터널',4 ,'신투어의 <구찌터널/메콩델타 투어>를 통해서 방문했으며, 호치민 시내에서 차를 타고 약 2시간을 달려 도착한 곳으로 터널 길이가 200 km 정도 된다고 합니다. 베트남 전쟁 당시 미군의 엄청난 폭격 속에서 베트콩들의 생활터전이 되었고 미군들을 끊임없이 괴롭혔던 지하터널입니다. 베트남 전쟁이 끝난 지금에서 개인적으로는 그 때의 유적지를 관광지로서 방문을 했지만, 이 시설은 베트남인들에게는 외세에 항거한 자랑스럽고 소중한 역사적인 현장입니다. 이들과 반대 진영에서 베트남전에 참여한 우리나라의 입장에서 개인적으로 이 시설을 돌아볼 때의 기분은 참 묘했습니다.' ),
(NULL, 'X','unregistered', '꾸찌터널',5 ,'호텔에서 알아 본 가격은 $65 이었는데 1층 커피숍 사장님 추천으로 $25에 반나절 관광을 했습니다. 10명 단체 관광이었는데 가이드가 좀 어색한 영어를 하기는 하는데 다 알아들을 수 있었습니다. 저희 그룹에는 독일친구들, 인도 부부, 일본 친구들 저 이렇게 함께 다녔는데 일본 친구들은 영어를 못해서인지 자기들끼리 다니고 나머지 일행들은 금새 친해져서 함께 사진찍고 다녔습니다. 마침 비가 좀 내리는 날이라 걸어다니며 땀을 많이 흘렸지만 나름 재미있는 경험이었습니다. 베트콩들이 얼마나 힘들게 싸우고 창의적인 방법들을 사용했는지 배우게 되어 좋았습니다. 실탄 사격장이 있어서 좀 시끄럽기는 합니다. 실탄 사격을 하게되면 비용이 좀 나옵니다. 여정 마지막에 (3시 가까이 되어서) 점심이 포함 안되어있는 줄 알고 있었는데 점심으로 쌀국수를 주네요. 맛있게 잘 먹었습니다. 호치민 (사이공) 가시는 분들은 한 번 방문해 보실만 합니다.' ),
(NULL, 'X','unregistered', '꾸찌터널',3 ,'과거 전쟁에 쓰였던 땅굴을 구경하고 비디오감상하고 여러구경하면서 와닿는것은 굉장히 많았습니다. 다만, 한국에서 군에 갔다온 남성분들이라면 한번씩 봤던 것들이 여서 1~2시간 왕복 4시간 버스를 타면서 가볼만한 곳은 아니었습니다. 거기서 ak47쏴본 경험은 재밌었습니다.' ),
(NULL, 'X','unregistered', '꾸찌터널',5 ,'신투어리스트에서 투어 신청해서 다녀왔는데
어떻게 전쟁에서 승리할 수 있었는지 알 수 있었고 터널체험 , 사격체험 하면서 전쟁의 무서움도 느낄 수 있는 곳이었어요 터널은 20, 40, 100m 까지 들어갈 수 있는데 너무 답답해서 조금 가다가 나와버렸어요 날씨가 많이 덥고 냉방시설이 없어서 얼음물이나 손풍기 가져가면 좋을 듯 합니다!' ),


(NULL, 'X','unregistered', '여행자 거리',4,'숙소가 부이비엔 바로 인근이라 싫어도 매일 이곳을 지나다녀야 했습니다. 이곳이 과거 남베트남의 수도인 사이공이었고 서구의 영향을 많이 받은 탓인지 다녀본 동남아 국가들 중에서 밤이 제일 휘황찬란한 곳입니다. 거리 곳곳에 클럽들과 바, 식당, 카페가 즐비하며 너무 사람들이 많아서 제대로 다니기 조차 힘들 정도입니다. 많은 인파와 시끄러운 음악 소리로 해방구처럼 보이지만 무질서 속에서도 나름대로의 질서가 있는 것 같았습니다. 술에 취해서 비틀거리거나 고성방가, 싸움질하는 사람들을 본적이 없었습니다. 호치민에 가면 꼭 부이비엔 밤거리를 한번 경험해보세요.' ),
(NULL, 'X','unregistered', '여행자 거리',3,'호치민에서 놀려고 마음 먹은 사람들이 전부 모이는 곳이라 엄청 시끄러움. 물론 시끄럽게 놀려고 가는 곳이라 좋은데 택시, 오토바이, 사람, 노점이 돌아다니기 때문에 대단히 복잡함. 피크 시간에는 택시로 안까지 들어오는 건 거의 불가능.' ),
(NULL, 'X','unregistered', '여행자 거리',4,'"숙소를 근처로 잡아서 매일 2~3번씩 지나다녔어요. 근처에 식당이나 펍이 많아서 구경하다 식사하도 쉬어가기 좋습니다. 벤탄시장까지는 걸어서 5분정도 걸리니 묶어서 코스를 잡으시면 좋을듯 해요."
덜 보기' ),
(NULL, 'X','unregistered', '여행자 거리',3,'여행자거리라고 불리는 부이비엔 워킹스트릿.
처음부터 끝까지 걸어서 10분정도의 거리에 정말 많은 술집, 식당, 커피숍, 호텔이 있으며 정말 많은 사람들이 찾는 곳입니다. 낮에는 한산하지만 밤이 되면 정말 시끄러운 유흥의 거리입니다. 다른 지역의 로컬상점에 비해 가격이 비싸지만 비싼 가격에 비해 서비스나 맛은 별로였네요. 대부분이 바 아니면 클럽이였고 인도까지 점령한 테이블 때문에 항상 차도로 걸어야 하는 불편함이 있었습니다. 야외 테이블에서 술한잔 마시고 있으면 정말 많은 노점상들이 다가와 물건을 팔아서 조금 불편했습니다. 마사지샵이나 바, 식당 등은 호객행위가 심했으며 바가지 요금도 몇번 겪어서 기분이 썩 좋지는 않았네요.
호치민에 방문한다면 한번쯤은 와보시면 좋겠지만 아마 방문하시고 나면 또 방문하고 싶은 마음은 별로 없을 겁니다. 다만 유흥을 좋아하는 사람들이라면 이곳보다 좋은 곳은 없을것 같네요.' ),
(NULL, 'X','unregistered', '여행자 거리',4,'1. 약 500 미터 되는 거리에 바, 식당, 펍, 클럽 들이 모여있다. 종일 시끄러운 음악과 눈부신 네온사인으로 가득찬 환락의 거리. 항상 사람들로 붐비고, 거리까지 나와있는 테이블로 인해, 부이비엔 중간지점에는 트래픽 잼으로 인해 통해 원활하지 않음.
2. 유흥을 즐기는 사람에게는 최고의 장소일수도 있고, 커플이나 친구끼리 가볍게 즐기기에도 좋다. 다만 이런쪽에 완전 취미가없는 사람이라면 오지 않는게 좋을 듯. 거의다 술 천지이고, 레스토랑도 막상 찾아보면 별로 없다.화려해보이지만 유흥을 그다지 좋아하지 않는 사람에게는, 막상 실속이 없는 거리.
3. 각종 바와 스파에서, 거리 여자를 내세워 호객행위를 심하게 한다. 특히 남자 혼자 이 거리를 지난다면, 수월하고 빠르게 이 거리를 지나가는 건 불가능하다.양옆에서 팔을 잡아당길테니 조심해야함' ),


  (NULL, 'X','unregistered', '빈펄랜드',5 ,'에버랜드나 롯데월드만큼은 아니지만 알파인코스터를 제외하면 줄서서 기다리는 것 없이 놀이기구를 이용할 수 있어서 좋습니다. 다만 중국인이 많아서 담배연기가...' ),
  (NULL, 'X','unregistered', '빈펄랜드',5 ,'가실거면 리조트에 묵으시길 추천드립니다
저는 수요일 저녁에 가서 알파인 두번탔구요
목요일에 가서는 워터파크 이용했습니다
사람많고 더운날이면.. 좀 힘드실수도 있어요' ),
  (NULL, 'X','unregistered', '빈펄랜드',3 ,'크고 볼거 없는곳.
전혀 다른 환경에서
전혀 다른 생활이 만든
생활 방식이 많이 낮선 곳의
낮선 사람들,,,
기다림과 보이는 시선에 속 터집니다.
그리고 할게 너무 없어요
3일동안 아침(0830 시작)에 알파인 코스트1번,
짚라인 뽑기(매시간 50분 선착순 마감 해서 뽑기)해서
짚라인 한번, 짚라인타고 나오는 길에 범퍼카 한번,
그리고 톡톡이 타러 나가다 작은 롤러 코스터 한번,,,,' ),
  (NULL, 'X','unregistered', '빈펄랜드',4 ,'한국 사람들이 아마 제일 많이 가는 곳이 아닐까 싶은데 테마공원 같은 곳이기도 하며 골프장도 있음 리조트 안에 짱박혀 있다가 배타고 나와서 잠깐씩 나트랑 시내 놀러다님.' ),
  (NULL, 'X','unregistered', '빈펄랜드',5 ,'날씨가 너무 무더운 날이었지만 사람도 상당히 많았습니다.
아침 8시쯤 방문하였는데 가신다면 꼭 가장 인기가 많은 놀이기구부터 탑승하세요. 안 그러면 기본 두세시간 땡볕에서 기다려야 합니다. 게다가 중국인들 세치기 장난이 아니기 때문에 꼭 앞이나 뒤에 누가 있었나 확인하셔야 되요. 개인적으로 놀이기구가 무서운 건 없었지만 놀이 공원으로써의 인프라가 잘 구축되어 있어서 재밌었습니다. 가족과 함께시면 꼭 한번 방문하세요.' ),


  (NULL, 'X','unregistered', '탑바 포나가르',5 ,'독특하네요~ 힌두교 사원 느낌도 나고 ㅎㅎ' ),
  (NULL, 'X','unregistered', '탑바 포나가르',3 ,'독특한 유적지네요' ),
  (NULL, 'X','unregistered', '탑바 포나가르',4 ,'So So' );